Repository: openbudgets/participatory-budgeting
Catalog: config/locales/gettext/*/app.po
Languages: el

source: Proposal was successfully created.
el: Η πρόταση δημιουργήθηκε επιτυχώς.

source: Proposal was successfully updated.
el: Η πρόταση ενημερώθηκε επιτυχώς.

source: Proposal was successfully destroyed.
el: Η πρόταση διαγράφηκε επιτυχώς.

source: <strong>Admin role is necessary</strong> in order to access the admin area.
el: <strong>Απαιτούνται δικαιώματα Διαχειριστή</strong> για να έχετε πρόσβαση στην διαχειριστική περιοχή.

source: Your comment was successfully registered.
el: Το σχόλιο σας καταχωρήθηκε επιτυχώς.

source: There was a problem registering your comment.
el: Παρουσιάστηκε πρόβλημα κατά την εγγραφή του σχολίου σας.

source: <strong>Verification pending</strong>, please see your inbox for further instructions.
el: <strong>Εκκρεμής επαλήθευση</strong>, παρακαλώ ελέγξτε τα εισερχόμενα του ηλεκτρονικού σας ταχυδρομείου για αναλυτικότερες οδηγίες.

source: We've sent you a <strong>verification token</strong>, please see your inbox for further instructions.
el: Σας έχουμε στείλει ένα <strong>token επαλήθευσης</strong>, παρακαλώ ελέγξτε τα εισερχόμενα του ηλεκτρονικού ταχυδρομείου σας για περαιτέρω πληροφορίες.

source: Something went wrong with the registration process. Please, <strong>try again</strong>.
el: Κάτι πήγε στραβά με τη διαδικασία εγγραφής. Παρακαλώ, <Strong> δοκιμάστε ξανά </ strong>.

source: Something went wrong with the verification process. Please, <strong>try again</strong>.
el: Κάτι πήγε στραβά με τη διαδικασία επαλήθευσης. Παρακαλώ, <Strong> δοκιμάστε ξανά </ strong>.

source: <strong>Successfully signed out</strong>, sign in again to review your votes.
el: <strong>Επιτυχής αποσύνδεση</strong>, συνδεθείτε ξανά για να ανασκοπήσετε τις ψήφους σας.

source: <strong>Successfully verified</strong>, you can now take part in the participatory budgeting process.
el: <strong>Επιτυχής επαλήθευση</strong>, μπορείτε τώρα να συμμετάσχετε στη διαδικασία του συμμετοχικού προϋπολογισμούyou can now take part in the participatory budgeting process.

source: There was an error while trying to register your vote.
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια εγγραφής της ψήφου σας.

source: You need to <strong>sign in</strong> in order to view your vote.
el: Πρέπει να <strong> να συνδεθείτε </ strong> για να δείτε την ψήφο σας.

source: Birth date
el: Ημερομηνία γέννησης

source: Document
el: Έγγραφο

source: Pending
el: Εκκρεμεί

source: Completed
el: Ολοκληρώθηκε

source: Discarded
el: Απορριφθέν

source: In progress
el: Σε εξέλιξη

source: No comments
el: Κανένα σχόλιο

source: comment
el: σχόλιο

source: Voter
el: Ψηφοφόρος

source: %{time} ago
el: %{time} πριν

source: Voter verification token
el: Token επαλήθευσης ψηφοφόρου

source: Back
el: Πίσω

source: Campaign
el: Πρόταση

source: None
el: Κανένα

source: Proposal
el: Πρόταση

source: Title
el: Τίτλος

source: Description
el: Περιγραφή

source: Budget
el: Προϋπολογισμός

source: Image
el: Εικόνα

source: Delete image
el: Διαγραφή εικόνας

source: District
el: Διαμέρισμα

source: Area
el: Περιοχή

source: Tags
el: Ετικέτες

source: Monitoring
el: Παρακολούθηση

source: The proposal has been brought to completion
el: Η πρόταση ολοκληρώθηκε

source: Save
el: Αποθήκευση

source: Edit proposal
el: Επεξεργασία πρότασης

source: Proposals
el: Προτάσεις

source: New proposal
el: Νέα πρόταση

source: Monitor chosen proposals
el: Παρακολουθήστε τις επιλεγμένες προτάσεις

source: There are no proposals for those filters
el: Δεν υπάρχουν προτάσεις που να εκπληρούν τα φίλτρα

source: The voted proposals
el: Οι ψηφισμένες προτάσεις

source: %{campaign} voted proposals
el: %{campaign} ψηφισμένες προτάσεις

source: You decide where the money goes
el: Εσείς αποφασίζετε πως θα ξοδευτούν τα χρήματα

source: Process announcement
el: Ανακοίνωση διαδικασίας

source: Process voting
el: Ψηφοφορία διαδικασίας

source: You can choose as many proposals as you want, as long as all the available budget is not allocated.
el: Μπορείτε να επιλέξετε όσες προτάσεις θέλετε, εφόσον δεν έχει διατεθεί όλος ο διαθέσιμος προϋπολογισμός.

source: Start voting
el: Έναρξη ψηφοφορίας

source: Process result
el: Αποτέλεσμα διαδικασίας

source: The participatory process is finished and the proposals are voted. You can now monitor the progress of the chosen proposals.
el: Η συμμετοχική διαδικασία έχει ολοκληρωθεί και οι βρίσκονται υπό ψήφιση. Τώρα μπορείτε να παρακολουθείτε την πρόοδο των επιλεγμένων προτάσεων.

source: Start monitoring
el: Έναρξη παρακολούθησης

source: Privacy policy
el: Πολιτική Προστασίας Προσωπικών Δεδομένων

source: Terms of service
el: Όροι χρήσης

source: <a class='logo-open-budgets' href='http://openbudgets.eu/' target='_blank' title='OpenBudgets.eu'><img src='%{logo_openbudgets}' alt='OpenBudgets.eu'/></a><a href='https://github.com/openbudgets/participatory-budgeting' target='_blank' title='Participatory Badgeting'>Participatory Budgeting Tool</a> is developed by <a class='logo-civio' href='http://civio.es/' target='_blank' title='Civio'><img src='%{logo_civio}' alt='Civio'/></a>
el: <a class='logo-open-budgets' href='http://openbudgets.eu/' target='_blank' title='OpenBudgets.eu'><img src='%{logo_openbudgets}' alt='OpenBudgets.eu'/></a> Η εφαρμογή <a href='https://github.com/openbudgets/participatory-budgeting' target='_blank' title='Συμμετοχικός Προϋπολογισμός'>Συμμετοχικός Προϋπολογισμός</a> αναπτύχθηκε από το <a class='logo-civio' href='http://civio.es/' target='_blank' title='Civio'><img src='%{logo_civio}' alt='Civio'/></a>

source: OpenBudgets.eu has received funding from the European Union's <a href='https://ec.europa.eu/programmes/horizon2020/' target='_blank', title='H2020 EU research and innovation programme'>H2020 EU research and innovation programme</a> under grant agreement <a href='http://cordis.europa.eu/project/rcn/194394_en.html' target='_blank'>No 645833</a>.
el: To OpenBudgets.eu έχει λάβει χρηματοδότηση από το ερευνητικό πρόγραμμα της Ευρωπαϊκής Ένωσης <a href='https://ec.europa.eu/programmes/horizon2020/' target='_blank', title='Πρόγραμμα Έρευνας και Καινοτομίας Ορίζοντας 2020'>Ορίζοντας 2020 </a> με αριθμό σύμβασης <a href='http://cordis.europa.eu/project/rcn/194394_en.html' target='_blank'>No 645833</a>.

source: Welcome %{current_voter}
el: Καλώς ήλθες %{current_voter}

source: Process
el: Διαδικασία

source: Admin
el: Διαχειριστής

source: Sign out
el: Αποσύνδεση

source: Sign in / Register
el: Είσοδος / Εγγραφή

source: Filter by
el: Φιλτράρισμα ανά

source: All districts
el: Όλα τα διαμερίσματα

source: Share on Twitter
el: Κοινοποίηση στο Twitter

source: Share on Facebook
el: Κοινοποίηση στο Facebook

source: Share on Google Plus
el: Κοινοποίηση στο Google Plus

source: Edit
el: Επεξεργασία

source: Delete
el: Διαγραφή

source: Are you sure?
el: Είστε σίγουρος;

source: Votes
el: Ψήφοι

source: Votes: %{votes}
el: Ψήφοι: %{votes}

source: Status
el: Κατάσταση

source: Leave a comment...
el: Αφήστε ένα σχόλιο...

source: Reply
el: Απαντήστε

source: %{votes} vote
el: %{votes} ψήφος

source: More Info
el: Περισσότερες πληροφορίες

source: Monitor
el: Παρακολουθήστε

source: Voted
el: Ψηφισμένο

source: Vote
el: Ψηφίστε

source: Sign in for vote
el: Συνδεθείτε για να ψηφίσετε

source: This is your verification token:
el: Αυτό είναι το token επαλήθευσής σας

source: Please confirm your verification status by following this link:
el: Παρακαλώ, επιβεβαιώστε την κατάσταση επαλήθευσής σας, ακολουθώντας αυτόν τον υπερσύνδεσμο.

source: Thanks!
el: Ευχαριστώ!

source: Email address
el: Διεύθυνση e-mail

source: Email me a link to sign in
el: Στείλτε μου στο e-mail έναν υπερσύνδεσμο για να συνδεθώ

source: Please provide your name
el: Καταχωρίστε το όνομά σας

source: Name
el: Όνομα

source: Continue
el: Συνέχεια

source: Vote your favourite proposals
el: Ψηφίστε την πρόταση της προτίμησής σας

source: Finish
el: Τέλος

source: Total amount
el: Συνολικό ποσό

source: Your voted proposals
el: Οι προτάσεις που ψηφίσατε

source: My voted proposals
el: Οι προτάσεις που ψήφισα
